Repository: rarimo/DocScan
Catalog: DocScan/Resources/*.lproj/Localizable.strings
Languages: ru

# WelcomeText
source: Fully privacy protected proof generation
ru: Полностью защищенная генерация доказательств

# WelcomeHint1
source: Secure scan of the documents and QR codes
ru: Генерация доказательств с нулевым разглашением

# WelcomeHint2
source: Generate Zero Knowledge proofs
ru: Децентрализованный реестр голосов

# WelcomeHint3
source: Audited, open-source codebase
ru: Проверенная кодовая база с открытым исходным кодом

source: Proceed
ru: Далее

source: Secure
ru: Безопасность

# Country
source: РУС
ru: ENG

source: Register
ru: Зарегистрироваться

# ScanMrzTitle
source: Scan the front page of your passport
ru: Отсканируйте переднюю страницу паспорта

# ScanMrzHint
source: Scan under a good lighting
ru: Сканируйте при хорошем освещении

source: Scan
ru: Сканировать

# ScanPassportCover
source: Scan your document cover
ru: Сканируйте обложку документа

# NFCScan
source: NFC scanning
ru: NFC сканирование

# NFCHint
source: Place the middle of the passport on the back of the phone
ru: Поместите середину паспорта на заднюю панель телефона

# DataAnon
source: Data retrieved
ru: Данные получены

# CreateProfile
source: Generate anonymous proof
ru: Создать доказательство

source: Document number
ru: Номер документа

source: Date of expiry
ru: Дата истечения срока

source: Birthday
ru: Дата рождения

source: Surname
ru: Фамилия

source: Given name
ru: Имя

source: Nationality
ru: Национальность

source: Proofs
ru: Доказательства

# EmptyProofs
source: No proofs available
ru: Нет доказательств

source: Scan Document
ru: Сканировать документ

# DataFromNFC
source: Retrieve data from the NFC enabled documents
ru: Получение данных из документов с поддержкой NFC
